Repository: ChildishGiant/ScreenRec
Catalog: po/extra/*.po
Languages: it, pt, ro

source: Record videos of the screen
it: Registra video dello schermo
pt: Grave vídeos a partir do ecrã
ro: Înregistrează videoclipuri ale ecranului tău

source: Screenshot;Screen;Record;Recording;
it: Screenshot;Schermo;Registra;Registrazione;
pt: Screenshot;Captura;Screen;Ecrã;Record;Gravar;Recording;Gravação;
ro: Screenshot;Screen;Record;Recording;Înregistrare;Captură;Ecran;Video;

source: A simple screen recording tool which was make to work like the elementary OS Screenshot tool.
it: Un semplice strumento per la registrazione dello schermo realizzato per funzionare come lo strumento Cattura schermo di elementary OS.
pt: Uma ferramenta simples para gravar o ecrã que foi feita para funcionar como a ferramenta Captura de Ecrã do sistema operativo elementary.
ro: Un utilitar simplu pentru înregistrarea ecranului care funcționează ca aplicația Captură de ecran din elementary OS.

source: Included features:
it: Funzionalità incluse:
pt: Funcionalidades incluídas:
ro: Funcționalități incluse:

source: Recording sound from computer
it: Registrazione audio dal computer
pt: Gravação de som do computador
ro: Înregistrarea sunetului de la calculator

source: Recording sound from microphone
it: Registrazione audio dal microfono
pt: Gravação de som do microfone
ro: Înregistrarea sunetului de la microfon

source: Available format: MP4, MKV and WEBM
it: Formati disponibili : MP4, MKV e WEBM
pt: Formatos disponíveis: MP4, MKV e WEBM
ro: Formate disponibile: MP4, MKV și WEBM

source: Fix unsensitive window if a record is cancelled. Name changed back to ScreenRec.
it: Correggi finestra unsensitive se una registrazione viene cancellata. Il nome è stato cambiano in ScreenRec.
pt: Correção para a janela insensível se uma gravação for cancelada. Nome alterado novamente para ScreenRec.
ro: Ferestrele nu se mai blochează dacă înregistrarea este anulată. Numele schimbat înapoi în ScreenRec.

source: Application rewrite. Use GStreamer backend instead of FFmpeg etc.
it: Rewrite applicazione. Utilizza il backend di GStreamer invece di FFmpeg, ecc.
pt: Aplicação reescrita. Processo interno alterado para GStreamer em vez de FFmpeg etc.
ro: Rescrierea aplicației. Folosirea platformei GStreamer în locul FFmpeg ș.a.

source: UI improvements
it: Miglioramenti interfaccia
pt: Melhorias da Interface de Utilizador
ro: Îmbunătățiri ale interfeței

source: First release after the fork of the screenrecorder app by Mohammed ALMadhoun
it: Prima versione dopo il fork dell'applicazione registratore dello schermo di Mohammed ALMadhoun
pt: Primeiro lançamento depois da bifurcação da aplicação Screen Recorder de Mohammed ALMadhoun
ro: Prima publicare după replicarea aplicației screenrecoreder a lui Mohammed AlMadhoun
