Repository: ChildishGiant/ScreenRec
Catalog: po/*.po
Languages: it, tr

source: Screen Records
it: Registrazioni dello schermo
tr: Ekran Kayıtları

source: Grab the whole screen
it: Registra l'intero schermo
tr: Tüm ekranı kaydet

source: Grab the current window
it: Registra solo la finestra corrente
tr: Geçerli pencereyi kaydet

source: Select area to grab
it: Seleziona area da registrare
tr: Seçili alanı kaydet

source: Record Screen
it: Registra schermo
tr: Kayıt Ekranı

source: Close
it: Chiudi
tr: Kapat

source: To cancel the recording
it: Per annullare la registrazione
tr: Kaydı iptal et

source: To stop the recording
it: Per fermare la registrazione
tr: Kaydı durdur

source: To pause or resume the recording
it: Per mettere in pausa la registrazione
tr: Kaydı durdur/başlat

source: Resume
it: Riprendi
tr: Devam et

source: Pause
it: Pausa
tr: Duraklat

source: Cancel
it: Annulla
tr: Vazgeç

source: Minimise
it: Riduci a icona
tr: Simge durumuna küçült

source: Stop Recording
it: Ferma registrazione
tr: Kaydı durdur

source: Recording starts in…
it: La registrazione inizierà tra…
tr: Kayıt başlıyor...

source: Video recording in progress
it: Registrazione video in corso
tr: Video kaydı devam ediyor

source: Save record as…
it: Salva registrazione con nome…
tr: Farklı kaydet

source: Name:
it: Nome:
tr: İsim

source: Folder:
it: Cartella:
tr: Klasör

source: Select Screen Records Folder…
it: Seleziona la cartella delle registrazioni dello schermo…
tr: Kaydediileceği dizini seç

source: Save
it: Salva
tr: Kaydet

source: Screen record from %s
it: Registrazione schermo da %s
tr: %s'ten ekran kaydı

source: Recording started
it: Registrazione iniziata
tr: Kayıt başladı

source: Recording stopped
it: Registrazione fermata
tr: Kayıt durduruldu

source: Recording paused
it: Registrazione messa in pausa
tr: Kayıt duraklatıldı

source: Recording resumed
it: Registrazione ripresa
tr: Kayıt devam ediyor

source: Countdown cancelled
it: Conto alla rovescia annullato
tr: Geri sayım iptal edildi

source: The recording has been started
it: Registrazione iniziata
tr: Kayıt başlatıldı

source: The recording is complete
it: Registrazione completata
tr: Kayıt tamamlandı

source: The recording has been paused
it: Registrazione messa in pausa
tr: Kayıt duraklatıldı

source: The recording has been resumed
it: Registrazione ripresa
tr: Kayıt devam ettirildi

source: The countdown has been cancelled
it: Il conto alla rovescia è stato cancellato
tr: Geri sayım iptal edildi

source: Grab mouse pointer:
it: Cattura puntatore del mouse:
tr: İmleci takip et:

source: Close after saving:
it: Chiudi dopo il salvataggio:
tr: Kaydettikten sonra kapat:

source: Record sounds:
it: Registra suoni:
tr: Sesleri kaydet:

source: Record sound from computer
it: Registra suoni dal computer
tr: Bilgisayar seslerini kaydet

source: Record sound from microphone
it: Registra suoni dal microfono
tr: Mikrofon seslerini kaydet

source: Delay in seconds:
it: Ritardo in secondi:
tr: Saniye cinsinden gecikme:

source: Frame rate:
tr: Kare hızı:

source: Format:
it: Formato:
tr: Biçim:
